import React from 'react'

const About =()=>{
    return(
        <div>h
            <h1>About</h1>
            <p>This is about us...</p>
            <p>いつだって列車は　ちょっとも待ってはくれない
大人になりたい私も　まだ少女で居たい私も
構いはしない


時刻表には記載されない　月への列車が来ると聞いて
いつものエナメル肩から離しはしなかったの


時が過ぎ和らいで
洗いざらい話せたって


幻の駅には　取り残されている
魔法があるのよ　明日からは
いつもとは違う景色が見れるから
今日はもう　おやすみ


秘密基地に託した　パスワードを掘り当てて
感覚さえ取り戻せたら　可能性は薄れたりなんかしない
あの月へゆける


幻の駅には　残されている
魔法があるのよ　貴方だけに
こんな時間に起きてちゃ
ほらまた泣くでしょう?
今日はもう、おやすみ


いつだって列車はちょっとも　待ってはくれなかったけど
また明日、お休み


            </p>
        </div>
    )
}

export default About;